{
    "common": {
        "footer": {
            "content": {
                "copyright": "Alle Rechte vorbehalten."
            },
            "title": {
                "imprint": "Impressum"
            }
        },
        "navigation": {
            "about": "Profil",
            "home": "Startseite",
            "service": "Dienstleistung"
        }
    },
    "modules": {
        "about": {
            "business": {
                "primary": "Im Fokus stehen klassische Tarif-Fahrten in Kooperation mit dem Vermittlungsdienst 40100 innerhalb Wiens. Dazu gehört die Mitnahme von Sondergepäck in Form von Haustieren, klappbaren Rollstühlen oder Kinderwägen, Golftaschen und sonstigem sperrigen Ladegut.",
                "secondary": "Zusätzlich erfülle ich Sonderfahrten wie Botendienste und Besorgungsfahrten, Pauschalfahrten nach Wien oder zum Flughafen und Fernfahrten zu beliebigen Addressen im In- und Ausland. Fernfahrten werden auf Vorbestellung und zu günstigen Bedingungen durchgeführt. Weiters biete ich auch Zeitmieten für Stadt-Rundfahrten und Golfreisen mit optional gemeinsamen Spiel an (mein Handicap: -12,3).",
                "workload": "2-Schichtbetrieb während der Ausbildung meines Sohnes, sonst nur als Ein-Personen-Unternehmen (EPU) beständig."
            },
            "private": {
                "first": "In den ersten 21 Jahren nach meinem Schulabschluss war ich als Ingenieur im In- und Ausland berufstätig.",
                "location": "Tarif-Standort: Wien\nUnternehmenssitz: Leobersdorf",
                "second": "In den ersten 3 Jahren nach meinem Berufswechsel, arbeitete ich bei der Firma Maxi-Mietwagen und Taxi Göring als Berufsfahrer. Nach der darauffolgenden erfolgreichen Unternehmerprüfung, gründete ich mein eigenes Taxi-Unternehmen im Jahr 1999 in Form einer EPU (Ein-Personen-Unternehmen)."
            },
            "title": "Über mich und mein Unternehmen"
        },
        "contact": {},
        "home": {
            "content": {
                "classification": "Klassifizierung durch 40100: 5.0 Sterne (max)",
                "comfort": "Seniorentauglicher Ein- und Ausstieg durch erhöhte Sitzposition",
                "ev": "Emissionsfrei unterwegs mit Skoda Enyaq iV 80 seit 2020",
                "experience": "Beförderungstätigkeit seit 1999",
                "options": "verschiedene Optionen zur Vorbestellung siehe",
                "payment": "Alle gängigen Zahlungsmittel akzeptiert"
            }
        },
        "imprint": {
            "title": "Impressum"
        },
        "privacy": {},
        "service": {
            "content": {},
            "title": "Beförderungsangebot"
        }
    },
    "shared": {
        "enum": {
            "language": {
                "de": "Deutsch",
                "en": "Englisch"
            },
            "theme": {
                "darkMode": "Dunkel",
                "lightMode": "Hell"
            }
        }
    }
}