{
    "z-content-imprint": {
        "content": {
            "data-copyright1": "All content on this website (images, photos, texts, videos) is protected by copyright. Unless otherwise stated, the rights to the images belong to the photographers Daniela Varga and Lukas Varga. External image sources are clearly marked where applicable.",
            "data-copyright2": "Please contact us before distributing, reproducing, or using any content from this website in any way. Unauthorized use of any content will be prosecuted under copyright law. If you notice any content on this website that infringes copyright, please contact us immediately.",
            "data-dispute1": "This platform is intended for consumers within the EU. In accordance with the Regulation on Online Dispute Resolution in Consumer Matters (ODR Regulation), we would like to inform you about the Online Dispute Resolution platform (ODR platform) at ",
            "data-dispute2": "Consumers have the option to submit complaints to the Online Dispute Resolution platform of the European Commission via the link provided above. The necessary contact details can be found in our legal notice above.",
            "data-dispute3": "We would like to point out, however, that we are not willing or obliged to participate in dispute resolution procedures before a consumer arbitration board.",
            "data-liability-content1": "The contents of this website have been created with great care. However, we cannot guarantee the accuracy, completeness, or timeliness of the content. As a service provider, we are not obliged under Section 18 of the Austrian E-Commerce Act (ECG) to monitor transmitted or stored information from third parties or to investigate circumstances indicating illegal activity. Obligations to remove or block the use of information in accordance with general laws remain unaffected by this.",
            "data-liability-content2": "If you notice any problematic or illegal content, please contact us immediately. You will find our contact details in the legal notice above.",
            "data-liability-links1": "If you notice any illegal links on our website, please contact us. You will find our contact details in the legal notice above.",
            "data-liability-links2": "Our website contains links to external websites for which we are not responsible. We assume no liability for the content of linked websites, as we had no knowledge of any illegal activities at the time the links were created, and we would promptly remove such links if we become aware of any legal violations.",
            "data-open-source": {
                "address": "2500 Baden-Umgebung, Österreich",
                "project": "Project: ",
                "warning": "The contact details provided are intended exclusively for technical inquiries or legal affairs. Any misuse of the contact details may result in legal action."
            },
            "data-owner": {
                "authority": "Regulatory authority: Magistrate of the City of Vienna",
                "business": "Ing. Laszlo Varga, e.U. (single-person-business)",
                "service": "Taxi service",
                "uid": "UID: "
            }
        },
        "headers": {
            "copyright": "Copyright notice",
            "dispute": "EU dispute resolution",
            "liability-content": "Liability for content of this webpage",
            "liability-links": "Liability for links on this webpage",
            "open-source": "Open source webpage (support)",
            "owner": "Information about the webpage owner"
        }
    }
}